<div>
    <p>
        В 2008 году в России, город Рязань, одноклассники - гитарист Дмитрий Кокарев и бас-гитарист Александр Милёхин решили собрать группу, которая будет играть в направлении Melodic Death Metal, ориентируясь на такие группы как Arch Enemy, Children Of Bodom, Wintersun, Norther, Soilwork, Inflames. И в марте 2008 года под названием группы Scythe's Blow, они записали первое демо, после чего выступали во многих Российских городах. Первоначально в группе был мужской вокал, но осенью 2008 года в группу пришла вокалистка Диана Новикова, ставшая постоянным фронтменом и изюминкой группы, так же менялись барабанщик, второй гитарист и клавишник. Окончательно состав приобрёл свой нынешний вид в 2011 году, и группа решила сменить название, так как за несколько лет существования группы характер музыки и тематика текстов несколько поменялись, тогда и появилось нынешнее название группы Sympuls-e, под которым они в марте 2011 записали новый трек "Кристальный Дождь", а осенью того же года ещё один новый трек "Люди, которые видели Солнце", удалось выступить с такими группами как Degradead, Hysterica, Frantic Amber, Icon in me и другими известными группами, к этому периоду у группы накопился новый материал и ребята решили, что стоит записать полноценный альбом и в январе 2012 года приступили к записи 10 треков, новый материал значительно стал отличаться от старого, добавились элементы Math, Prog, Cyber и Sympho, а так же лидер-гитарист и композитор Дмитрий взял на себя функцию чистого вокала. На данный момент альбом готов к выпуску, так же монтируется дебютное видео на один из треков альбома. Альбом, который будет называться "Разрушая преграды" был записан на небольшой домашней студии группы HSB Home Studio, а сведением занималась не безызвестная в России и за рубежом Московская студия Anthropocide Studio. Альбом записан на русском языке, но втечении 1-2 месяцев дописывается и английская версия вокала. В сентябре 2012 группу покидает вокалистка Диана Новикова. Вскоре в группу приходит вокалистка Кристина Колесихина, в марте 2013 года группа пишет сингл "на старт", который является предвестником нового альбома!

Scythe's Blow (2008-2010) ---> Sympuls-E (2011+)

Состав группы:
Кристина Колесихина - Vocal
Дмитрий Кокарев - Guitar
Евгений Савочкин - Guitar
Александр Милёхин - Bass
Марат Сюндюков - Drums


Виталий Каратыхин - Manager
http://vkontakte.ru/id9950462

По поводу выступление в вашем городе обращаться:
http://vkontakte.ru/id9950462
менеджеру!!!

    </p>
</div>
